/* 
   Localizable.strings
   SilentMe

   Created by god on 9/28/09.
   Copyright 2009 __MyCompanyName__. All rights reserved.
 */

"Enable" = "Enable";
"Auto Silent" = "Auto Silent";
"Manual Settings" = "Manual Settings";
"Automatic Mode" = "Automatic Mode";
"Manual Mode" = "Manual Mode";
"Silent Now" = "Silent Now";
"Starts" = "Starts";
"Ends" = "Ends";
"SilentProfile" = "SilentProfile";
"Weekdays" = "Weekdays";
"Weekday Nights" = "Weekday Nights";
"Weekend Nights" = "Weekend Nights";
"SilentProfile" = "SilentProfile";
"Weekends" = "Weekends";
"Calender Sync" = "Calender Sync";
"Syncs with your Calendar" = "Syncs with your Calendar";
"SilentProfile Settings" = "SilentProfile Settings";

//To be finalized. Entry not in other languages
"iPhone Calender" = "iPhone Calender";
"Currently Disabled" = "Currently Disabled";
"Phone not Silent" =  "Phone not Silent";
"Phone in Silent Mode" = "Phone in Silent Mode";
"Disable/Bypass Silent Switch" = "Bypass iPhone Silent Switch";
"Enable iPhone Silent Switch" = "Enable iPhone Silent Switch";
"FixMessage" = "You will no longer be able to use iPhone Silent Switch. If the switch is broken in silent mode, all sounds will be restored.  If you don't like it, it can be reverted anytime. Press OK to Bypass Silent Switch";
"UnfixMessage" = "This will restore the original behaviour of your silent switch.Press OK to continue";

"UploadMessage" = "Logs contain your calender(s) & device information. If you do not wish to send it to server, press Cancel button. If you choose to upload logs, please wait for it to finish.";
"Log Upload Status" = "Log Upload Status";

"More" = "More";
"Contact Us" = "Contact Us";
"Debug" = "Debug";

"Buy" = "Buy";

"RingTone" = "RingTone";
"Vibrate Alert" = "Vibrate Alert";
"VoiceMail Alert" = "VoiceMail Alert";
"New Mail" = "New Mail";
"Calender Alerts" = "Calender Alerts";
"New Text Message" = "New Text Message";
"Lock Sounds" = "Lock Sounds";
"Keyboard Clicks" = "Keyboard Clicks";
"Not Silent" = "Not Silent";
"Status :" = "Status :";
"Profile Settings" = "Profile Settings";
"Send Debug Logs" = "Send Debug Logs";
"Logs sent successfully." = "Logs sent successfully.";
"There was an issue connecting to the remote server. Please try again later." = "There was an issue connecting to the remote server. Please try again later.";
"Follow Us" = "Follow Us";
"Follow our tweets!" = "Follow our tweets!";
"Mon" = "Mon";
"Tue" = "Tue";
"Wed" = "Wed";
"Thu" = "Thu";
"Fri" = "Fri";
"Sat" = "Sat";
"Sun" = "Sun";


//Next release
"Profile" = "Profile";
"Everyday" = "Everyday";
" Enter Schedule Name Here" = " Enter Schedule Name Here";
"iPhone Calendar" = "iPhone Calendar";
" Enter Profile Name Here" = " Enter Profile Name Here";
"Name" = "Name";
"None" = "None";
"Done" = "Done";
"Select Repeat Days" = "Select Repeat Days";

"Sunday" = "Sunday";
"Monday" = "Monday";
"Tuesday" = "Tuesday";
"Wednesday" = "Wednesday";
"Thursday" = "Thursday";
"Friday" = "Friday";
"Saturday" = "Saturday";

"Today at" = "Today at";
"Tomorrow at" = "Tomorrow at";

"Select Profile" = "Select Profile";
"Create New Schedule" = "Create New Schedule";

"Delete" = "Delete";
"Cannot delete the profile, at least one schedule is using it" =  "Cannot delete the profile, atleast one schedule is using it"; 
"Delete Alert" = "Delete Alert"; 
"Save Alert" = "Save Alert";
"New Profile" = "New Profile";
"Cannot save profile with empty name" = "Cannot save profile with empty name";
"A profile with same name already exist, please provide another name" = "A profile with same name already exist, please provide another name";
"Cannot save schedule with empty name" = "Cannot save schedule with empty name";
"New Schedule" = "New Schedule";

"Cancel" = "Cancel";
"Repeats :" = "Repeats :";
"Calendars" = "Calendars";
"Push Notifications" = "Push Notifications";
"Profile :" = "Profile :";
"Profiles" = "Profiles" ;
"Usage Information" = "Usage Information";
"CalendarUsageMessage" =  "The phone will go silent only for the events which have Availability set to \"Busy\". Availability option may not be present for certain calendars. The phone will go into silent mode for all events in that calender. If you want to exclude an event from going Silent, please enter '@@@' (without quotes) at the start in notes for that event";

"Cannot Save an empty name" = "Cannot Save an empty name";
"Profile with same name already exists, please enter different name" = "Profile with same name already exists, please enter different name";
"Active Profile :" = "Active Profile :";
"Occurs in past" = "Occurs in past";

//Dec 7 updates updates
"Try AutoSilent, the cool iPhone app" = "Try AutoSilent, the cool iPhone app";
"Hello, I found 'Auto Silent' app on Cydia very useful. I think you will love it too! If you are on iPhone, click here to download the app. Use the following code to buy this cool app at discounted price. Code"="Hello, I found <a href='http://iphonepackers.info'>'Auto Silent app' </a> on Cydia very useful. I think you will love it too! If you are on iPhone, click <a href='Cydia://package/com.iphonepackers.silentmeLite'> here </a> to download the app. Use the following code to buy this cool app at discounted price. \n Code:";
"Refer friends and earn money!" = "Refer friends and earn money!";
"My referral Count" = "My referral Count";
"Referral Statistics" = "Referral Statistics";
"Credits" = "Credits";
"Sent Mail" = "Sent Mail";
"Remove Status Icon" = "Remove Status Icon";
"Enable Status Icon" = "Enable Status Icon";